/* last word of abbreviated bytes string if no abbreviation is necessary
   resizing byte formatter - this word is separate because of a bug in NSNumberFormatter */

" bytes" = " Byte";

/* resizing bytes formatter bytes format */
"#,##0" = "#,##0";

/* resizing bytes formatter gigabytes format */
"#,##0.0 GB" = "#.##0,0 GB";

/* resizing bytes formatter kilobytes format */
"#,##0.0 kB" = "#.##0,0 KB";

/* resizing bytes formatter megabytes format */
"#,##0.0 MB" = "#.##0,0 MB";

/* resizing bytes formatter petabytes format */
"#,##0.0 PB" = "#.##0,0 PB";

/* resizing bytes formatter terabytes format */
"#,##0.0 TB" = "#.##0,0 TB";

/* format string for color with brightness description
   format string for color with saturation description */

"%@ %@" = "%1$@ %2$@";

/* preferences panel title format */
"%@ Preferences" = "%@ – Einstellungen";

/* format string for color with saturation and brightness descriptions */
"%@, %@ %@" = "%1$@, %2$@ %3$@";

/* script execute error message
   script loading error message */

"AppleScript reported the following error:\n%@" = "AppleScript meldete den folgenden Fehler:\n%@";

/* autosize all columns contextual menu item */
"Auto Size All Columns" = "Alle Spaltenbreiten automatisch anpassen";

/* autosize column contextual menu item */
"Auto Size Column" = "Spaltenbreite automatisch anpassen";

/* word comparing color brightnesss */
"Bright" = "Hell";

/* alert panel button */
"Cancel" = "Abbrechen";

/* Date picker window title */
"Choose Date" = "Datum auswählen";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings (including options not in this Preferences window, such as window sizes and toolbars) to the state they were in when %@ was first installed." = "Wenn Sie „Zurücksetzen“ auswählen, werden alle Einstellungen (auch Optionen, die nicht in diesem Fenster festgelegt werden, wie Fenstergrößen oder Symbolleisten) auf den Stand der Erstinstallation von %@ zurückgesetzt.";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in all preference panes to the state they were in when %@ was first installed." = "Wenn Sie „Zurücksetzen“ auswählen, werden alle Einstellungen in den Einstellungsfenstern auf den Stand der Erstinstallation von %@ zurückgesetzt.";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in this pane to the state they were in when %@ was first installed." = "Wenn Sie „Zurücksetzen“ auswählen, werden alle Einstellungen in diesem Fenster auf den Stand der Erstinstallation von %@ zurückgesetzt.";

/* color list name */
"Classic Crayons" = "Classic-Farbstifte";

/* name of completely transparent color */
"Clear" = "Löschen";

/* workflow execution exception format string */
"Couldn't launch Automator Launcher.app.  LSOpenFromURLSpec returned %d" = "Das Programm „Automator Launcher.app“ konnte nicht gestartet werden.  LSOpenFromURLSpec gab %d zurück";

/* workflow execution exception format string */
"Couldn't locate Automator Launcher.app." = "Das Programm „Automator Launcher.app“ konnte nicht gefunden werden.";

/* generic color name for custom colors */
"Custom" = "Angepasst";

/* word comparing color brightnesss */
"Dark" = "Dunkel";

/* word comparing color saturations */
"Deep" = "Tief";

/* Color sync profile load error recovery description */
"Defaulting to '%@'" = "Stattdessen wird standardmäßig „%@“ verwendet";

/* script error panel button */
"Edit Script" = "Skript bearbeiten";

/* internet config error */
"Error editing InternetConfig preferences for key %@: %@" = "Fehler beim Bearbeiten der InternetConfig-Einstellungen für Schlüssel %1$@: %2$@";

/* internet config error */
"Error opening InternetConfig for read-only access: %@" = "Fehler beim Öffnen von InternetConfig für Lesezugriff: %@";

/* internet config error */
"Error opening InternetConfig for read-write access: %@" = "Fehler beim Öffnen von InternetConfig für Lese-/Schreibzugriff: %@";

/* internet config error */
"Error reading InternetConfig preference for key %@" = "Fehler beim Lesen der InternetConfig-Einstellung für Schlüssel %@";

/* word comparing color saturations */
"Faded" = "Ausgeblendet";

/* Color sync profile load error */
"Failed to set color sync profile (error %i)" = "Farbensynchronisierungsprofil konnte nicht festgelegt werden (Fehler %i)";

/* internet config error */
"ICCountPref returned an error: %@" = "ICCountPref gab einen Fehler zurück: %@";

/* internet config error */
"ICEnd returned an error: %@" = "ICEnd gab einen Fehler zurück: %@";

/* internet config error */
"ICFindPrefHandle returned %d -- %@" = "ICFindPrefHandle gab %1$d zurück – %2$@";

/* internet config error */
"ICGetIndPref %d/%d returned an error: %@" = "ICGetIndPref %1$d/%2$d gab einen Fehler zurück: %3$@";

/* internet config error */
"ICMapFilename returned an error for file %@: %@" = "ICMapFilename gab einen Fehler für Datei %1$@ zurück: %2$@";

/* internet config error */
"ICSetPref returned an error while setting key %@: %@" = "ICSetPref gab einen Fehler beim Festlegen von Schlüssel %1$@ zurück: %2$@";

/* internet config error */
"ICSetPref returned permissions when attempting setting key %@" = "ICSetPref verweigert den Zugriff beim Versuch, Schlüssel %@ festzulegen.";

/* generic color name for pattern colors */
"Image" = "Bild";

/* word comparing color saturations */
"Intense" = "Intensiv";

/* launch services error */
"Launch Services returned an error while opening URL %@: %@" = "Launch Services gab einen Fehler beim Öffnen der URL %1$@ zurück: %2$@";

/* word comparing color brightnesss */
"Light" = "Hell";

/* preference bundle loading message format */
"Loading %@..." = "%@ laden …";

/* word comparing color saturations */
"Mild" = "Schwach";

/* word comparing color brightnesss */
"Near-black" = "Fast schwarz";

/* preferences panel button */
"Next" = "Weiter";

/* menu title */
"No Actions Available" = "Keine Aktionen verfügbar";

/* how many pages in document format for scrollview */
"of %d" = "von %d";

/* word comparing color brightnesss */
"Off-white" = "Grauweiß";

/* script error panel button
   unhandled exception panel button */

"OK" = "OK";

/* page prompt for multipage documents in scrollview */
"Page" = "Seite";

/* color picker tool tip */
"Pattern Color" = "Musterfarbe";

/* preferences panel button */
"Previous" = "Zurück";

/* error recovery description for button title */
"Report Error via Email" = "Fehler per E-Mail melden";

/* alert panel button
   reset-to-defaults button title */

"Reset" = "Zurücksetzen";

/* message text for reset-to-defaults alert */
"Reset %@ preferences to their original values?" = "%@-Einstellungen auf ihre ursprünglichen Werte zurücksetzen?";

/* reset-to-defaults button title */
"Reset All" = "Alle zurücksetzen";

/* message text for reset-to-defaults alert */
"Reset all preferences and other settings to their original values?" = "Alle Einstellungen und Optionen auf ihre ursprünglichen Werte zurücksetzen?";

/* message text for reset-to-defaults alert */
"Reset all preferences to their original values?" = "Alle Einstellungen auf ihre ursprünglichen Werte zurücksetzen?";

/* reset-to-defaults button tooltip */
"Return all settings to default values" = "Alle Einstellungen auf Standardwerte zurücksetzen";

/* reset-to-defaults button tooltip */
"Return settings in this pane to default values" = "Einstellungen in diesem Fenster auf Standardwerte zurücksetzen";

/* word comparing color saturations */
"Rich" = "Stark";

/* default search mode menu item */
"Search" = "Suchen";

/* context control tooltip */
"Shortcuts for commonly used actions" = "Kurzbefehle für häufig verwendete Aktionen";

/* preferences panel button */
"Show All" = "Alle einblenden";

/* word comparing color brightnesss */
"Smokey" = "Trüb";

/* Contents of popup in regular expression find options */
"Subexpression #%d" = "Teilausdruck Nr. %d";

/* script loading error message */
"The following error was reported:\n%@" = "Der folgende Fehler wurde gemeldet:\n%@";

/* script loading error message */
"The requested AppleScript does not exist" = "Das angeforderte AppleScript ist nicht vorhanden";

/* script execute error */
"The script '%@' could not complete." = "Das Skript „%@“ konnte nicht vollständig ausgeführt werden.";

/* script loading error */
"The script file '%@' could not be opened." = "Die Skriptdatei „%@“ konnte nicht geöffnet werden.";

/* script loading error */
"The script file could not be opened." = "Die Skriptdatei konnte nicht geöffnet werden.";

/* launch services error */
"Unable to launch URL %@" = "URL %@ kann nicht gestartet werden.";

/* workflow execution error */
"Unable to run workflow." = "Der Arbeitsablauf konnte nicht ausgeführt werden.";

/* internet config error */
"Unable to set '%@' to be owner for url scheme '%@'." = "„%1$@“ kann nicht als Eigentümer des URL-Schemas „%2$@“ festgelegt werden.";

/* word comparing color saturations */
"Washed-out" = "Verwaschen";

/* script loading error message */
"workflow not found at %@" = "Der Arbeitsablauf wurde nicht gefunden unter: %@";